Repository: thisisdoanh/DATN_TranQuocDoanh
Catalog: PicTidy/lib/l10n/intl_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, vi, zh

source: Share
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş
vi: Chia sẻ
zh: 分享

source: Rate
de: Bewerten
es: Calificar
fr: Noter
hi: रेट करें
id: Beri nilai
it: Valuta
ja: 評価
ko: 평가
pt_br: Avaliar
ru: Оценить
tr: Puanla
vi: Đánh giá
zh: 评分

source: Policy
de: Richtlinie
es: Política
fr: Politique
hi: नीति
id: Kebijakan
it: Politica
ja: ポリシー
ko: 정책
pt_br: Política
ru: Политика
tr: Politika
vi: Chính sách
zh: 政策

source: No favorites yet ~
de: Noch keine Favoriten ~
es: Aún no hay favoritos ~
fr: Pas encore de favoris ~
hi: अभी तक कोई पसंदीदा नहीं ~
id: Belum ada favorit ~
it: Nessun preferito ancora ~
ja: まだお気に入りがありません ~
ko: 아직 즐겨찾기가 없습니다 ~
pt_br: Ainda não há favoritos ~
ru: Пока нет избранного ~
tr: Henüz favori yok ~
vi: Chưa có yêu thích ~
zh: 还没有收藏 ~

# youHaventMarkedAnyPhotosAsFavoriteTapTheHeart
source: You haven’t marked any photos as favorite. Tap the heart icon to save your best shots here!
de: Sie haben noch keine Fotos als Favorit markiert. Tippen Sie auf das Herzsymbol, um Ihre besten Aufnahmen hier zu speichern!
es: Aún no ha marcado ninguna foto como favorita. ¡Toque el icono de corazón para guardar sus mejores fotos aquí!
fr: Vous n'avez pas encore marqué de photos comme favoris. Appuyez sur l'icône en forme de cœur pour enregistrer vos meilleures photos ici !
hi: आपने अभी तक कोई फ़ोटो पसंदीदा के रूप में चिह्नित नहीं की है। सर्वश्रेष्ठ फ़ोटो को यहाँ सहेजने के लिए दिल के आइकन पर टैप करें!
id: Anda belum menandai foto apa pun sebagai favorit. Ketuk ikon hati untuk menyimpan foto terbaik Anda di sini!
it: Non hai ancora contrassegnato nessuna foto come preferita. Tocca l'icona a forma di cuore per salvare qui i tuoi scatti migliori!
ja: まだお気に入りに登録した写真がありません。ハートアイコンをタップしてベストショットをここに保存しましょう！
ko: 아직 즐겨찾기로 표시한 사진이 없습니다. 하트 아이콘을 눌러 최고의 사진을 저장하세요!
pt_br: Você ainda não marcou nenhuma foto como favorita. Toque no ícone de coração para salvar suas melhores fotos aqui!
ru: Вы ещё не отметили ни одной фотографии как избранную. Нажмите на значок сердца, чтобы сохранить лучшие снимки здесь!
tr: Henüz hiçbir fotoğrafı favori olarak işaretlemediniz. En iyi karelerinizi burada saklamak için kalp simgesine dokunun!
vi: Bạn chưa đánh dấu ảnh nào là yêu thích. Hãy nhấn vào biểu tượng trái tim để lưu những bức ảnh đẹp nhất tại đây!
zh: 你还没有将任何照片标记为收藏。点击心形图标将最佳照片保存在这里！

source: Photo deleted
de: Foto gelöscht
es: Foto eliminada
fr: Photo supprimée
hi: फ़ोटो हटाई गई
id: Foto dihapus
it: Foto eliminata
ja: 写真が削除されました
ko: 사진 삭제됨
pt_br: Foto excluída
ru: Фото удалено
tr: Fotoğraf silindi
vi: Đã xóa ảnh
zh: 照片已删除

source: Photo retained
de: Foto behalten
es: Foto conservada
fr: Photo conservée
hi: फ़ोटो रखी गई
id: Foto disimpan
it: Foto mantenuta
ja: 写真が保持されました
ko: 사진 보관됨
pt_br: Foto mantida
ru: Фото сохранено
tr: Fotoğraf tutuldu
vi: Đã giữ ảnh
zh: 照片已保留

# NPhotos
source: {value} photos
de: {value} Fotos
es: {value} fotos
hi: {value} फ़ोटो
id: {value} foto
it: {value} foto
ja: {value}枚の写真
ko: {value}장의 사진
pt_br: {value} fotos
ru: {value} фото
tr: {value} fotoğraf
vi: {value} ảnh
zh: {value}张照片

source: Clean up your photos and videos fast with SlideWipe! 💥 Download now
de: Räumen Sie Ihre Fotos und Videos schnell mit SlideWipe auf! 💥 Jetzt herunterladen
es: ¡Limpia tus fotos y vídeos rápidamente con SlideWipe! 💥 Descárgalo ahora
fr: Nettoyez rapidement vos photos et vidéos avec SlideWipe ! 💥 Téléchargez maintenant
hi: अपनी फ़ोटो और वीडियो को SlideWipe से जल्दी साफ करें! 💥 अभी डाउनलोड करें
id: Bersihkan foto dan video Anda dengan cepat menggunakan SlideWipe! 💥 Unduh sekarang
it: Pulisci rapidamente le tue foto e i tuoi video con SlideWipe! 💥 Scarica ora
ja: SlideWipeで写真とビデオを素早くクリーンアップ！ 💥 今すぐダウンロード
ko: SlideWipe로 사진과 비디오를 빠르게 정리하세요! 💥 지금 다운로드
pt_br: Limpe suas fotos e vídeos rapidamente com SlideWipe! 💥 Baixe agora
ru: Быстро очистите свои фото и видео с помощью SlideWipe! 💥 Скачайте сейчас
tr: Fotoğraflarınızı ve videolarınızı SlideWipe ile hızlıca temizleyin! 💥 Şimdi indirin
vi: Dọn dẹp ảnh và video của bạn nhanh chóng với SlideWipe! 💥 Tải ngay
zh: 用SlideWipe快速清理你的照片和视频！💥 立即下载

source: There are no photos here yet~
de: Hier sind noch keine Fotos~
es: Aún no hay fotos aquí~
fr: Il n'y a pas encore de photos ici~
hi: यहाँ अभी कोई फ़ोटो नहीं है~
id: Belum ada foto di sini~
it: Non ci sono ancora foto qui~
ja: ここにはまだ写真がありません~
ko: 아직 사진이 없습니다~
pt_br: Ainda não há fotos aqui~
ru: Здесь пока нет фото~
tr: Burada henüz fotoğraf yok~
vi: Chưa có ảnh nào ở đây~
zh: 这里还没有照片~

source: Add a few pics and let the fun begin!
de: Fügen Sie ein paar Bilder hinzu und lassen Sie den Spaß beginnen!
es: ¡Agregue algunas fotos y que comience la diversión!
fr: Ajoutez quelques photos et que le plaisir commence !
hi: कुछ फ़ोटो जोड़ें और मज़ा शुरू करें!
id: Tambahkan beberapa foto dan mulailah bersenang-senang!
it: Aggiungi alcune foto e che il divertimento abbia inizio!
ja: 写真を追加して楽しみましょう！
ko: 사진을 추가하고 재미를 시작하세요!
pt_br: Adicione algumas fotos e comece a diversão!
ru: Добавьте несколько фото и начните веселиться!
tr: Birkaç fotoğraf ekleyin ve eğlence başlasın!
vi: Thêm vài ảnh và bắt đầu vui thôi!
zh: 添加几张照片，开始乐趣吧！

source: There are no video here yet
de: Hier sind noch keine Videos
es: Aún no hay vídeos aquí
fr: Il n'y a pas encore de vidéos ici
hi: यहाँ अभी कोई वीडियो नहीं है
id: Belum ada video di sini
it: Non ci sono ancora video qui
ja: ここにはまだビデオがありません
ko: 아직 비디오가 없습니다
pt_br: Ainda não há vídeos aqui
ru: Здесь пока нет видео
tr: Burada henüz video yok
vi: Chưa có video nào ở đây
zh: 这里还没有视频

source: Add some fun videos to spice things up!
de: Fügen Sie ein paar lustige Videos hinzu, um das Ganze aufzupeppen!
es: ¡Agregue algunos vídeos divertidos para animar las cosas!
fr: Ajoutez quelques vidéos amusantes pour pimenter les choses !
hi: कुछ मज़ेदार वीडियो जोड़ें ताकि चीज़ें और रोचक बनें!
id: Tambahkan beberapa video seru untuk membuatnya lebih menarik!
it: Aggiungi alcuni video divertenti per ravvivare le cose!
ja: 楽しいビデオを追加して盛り上げましょう！
ko: 재미있는 비디오를 추가해보세요!
pt_br: Adicione alguns vídeos divertidos para animar as coisas!
ru: Добавьте несколько интересных видео, чтобы сделать всё веселее!
tr: Biraz eğlenceli video ekleyin, ortamı canlandırın!
vi: Thêm vài video vui nhộn để tăng phần thú vị!
zh: 添加一些有趣的视频让生活更精彩！

source: This album has no photos yet~
de: Dieses Album hat noch keine Fotos~
es: Este álbum aún no tiene fotos~
fr: Cet album n'a pas encore de photos~
hi: इस एल्बम में अभी कोई फ़ोटो नहीं है~
id: Album ini belum memiliki foto~
it: Questo album non ha ancora foto~
ja: このアルバムにはまだ写真がありません~
ko: 이 앨범에는 아직 사진이 없습니다~
pt_br: Este álbum ainda não tem fotos~
ru: В этом альбоме пока нет фото~
tr: Bu albümde henüz fotoğraf yok~
vi: Album này chưa có ảnh~
zh: 该相册还没有照片~

source: Add some photos to start saving your precious moments
de: Fügen Sie einige Fotos hinzu, um Ihre wertvollen Momente zu speichern
es: Agregue algunas fotos para comenzar a guardar sus momentos preciosos
fr: Ajoutez quelques photos pour commencer à enregistrer vos précieux moments
hi: कुछ फ़ोटो जोड़ें ताकि आप अपने कीमती पल सहेज सकें
id: Tambahkan beberapa foto untuk mulai menyimpan momen berharga Anda
it: Aggiungi alcune foto per iniziare a salvare i tuoi momenti preziosi
ja: 写真を追加して大切な瞬間を保存しましょう
ko: 사진을 추가하여 소중한 순간을 저장하세요
pt_br: Adicione algumas fotos para começar a salvar seus momentos preciosos
ru: Добавьте несколько фото, чтобы начать сохранять свои драгоценные моменты
tr: Değerli anılarınızı kaydetmeye başlamak için birkaç fotoğraf ekleyin
vi: Thêm vài ảnh để bắt đầu lưu giữ những khoảnh khắc quý giá
zh: 添加一些照片，开始保存你的珍贵时刻

source: No throwback knocking on your door today ~
de: Heute klopft keine Erinnerung an Ihre Tür ~
es: Hoy no hay recuerdos llamando a su puerta ~
fr: Aucun souvenir ne frappe à votre porte aujourd'hui ~
hi: आज कोई यादगार पल आपके दरवाजे पर नहीं है ~
id: Tidak ada kenangan yang mengetuk pintu Anda hari ini ~
it: Nessun ricordo bussa alla tua porta oggi ~
ja: 今日は思い出が訪れません ~
ko: 오늘은 추억이 찾아오지 않습니다 ~
pt_br: Nenhuma lembrança batendo à sua porta hoje ~
ru: Сегодня воспоминания не стучатся в вашу дверь ~
tr: Bugün kapınızı çalan bir anı yok ~
vi: Hôm nay không có kỷ niệm gõ cửa ~
zh: 今天没有回忆敲门 ~

source: but who knows — tomorrow might bring something special
de: aber wer weiß — vielleicht bringt der morgige Tag etwas Besonderes
es: pero quién sabe — mañana podría traer algo especial
fr: mais qui sait — demain pourrait apporter quelque chose de spécial
hi: लेकिन कौन जानता है — कल कुछ खास ला सकता है
id: tapi siapa tahu — besok mungkin membawa sesuatu yang istimewa
it: ma chissà — domani potrebbe portare qualcosa di speciale
ja: でも、明日は何か特別なことがあるかもしれません
ko: 하지만 내일은 특별한 일이 있을지도 모릅니다
pt_br: mas quem sabe — amanhã pode trazer algo especial
ru: но кто знает — завтра может принести что-то особенное
tr: ama kim bilir — yarın özel bir şey getirebilir
vi: nhưng ai biết được — ngày mai có thể sẽ có điều đặc biệt
zh: 但谁知道——明天也许会有特别的事发生

source: Nothing from the past 5 days ~
de: Nichts aus den letzten 5 Tagen ~
es: Nada de los últimos 5 días ~
fr: Rien des 5 derniers jours ~
hi: पिछले 5 दिनों में कुछ नहीं ~
id: Tidak ada dari 5 hari terakhir ~
it: Niente degli ultimi 5 giorni ~
ja: 過去5日間には何もありません ~
ko: 지난 5일간 아무것도 없습니다 ~
pt_br: Nada dos últimos 5 dias ~
ru: Ничего за последние 5 дней ~
tr: Son 5 günde hiçbir şey yok ~
vi: Không có gì trong 5 ngày qua ~
zh: 过去5天没有内容 ~

# theRecentlyFolderWillDisplayPhotosYouHaventViewedIn
source: The "Recently" folder will display photos you haven't viewed in the past 5 days
de: Der Ordner "Kürzlich" zeigt Fotos an, die Sie in den letzten 5 Tagen nicht angesehen haben
es: La carpeta "Recientemente" mostrará fotos que no ha visto en los últimos 5 días
fr: Le dossier "Récemment" affichera les photos que vous n'avez pas vues au cours des 5 derniers jours
hi: "हाल ही में" फ़ोल्डर उन फ़ोटो को दिखाएगा जिन्हें आपने पिछले 5 दिनों में नहीं देखा है
id: Folder "Baru-baru ini" akan menampilkan foto yang belum Anda lihat dalam 5 hari terakhir
it: La cartella "Recentemente" mostrerà le foto che non hai visualizzato negli ultimi 5 giorni
ja: 「最近」フォルダには過去5日間に見ていない写真が表示されます
ko: '최근' 폴더에는 최근 5일간 보지 않은 사진이 표시됩니다
pt_br: A pasta "Recentemente" exibirá fotos que você não visualizou nos últimos 5 dias
ru: Папка "Недавно" покажет фото, которые вы не смотрели последние 5 дней
tr: 'Son zamanlarda' klasörü, son 5 günde görmediğiniz fotoğrafları gösterecek
vi: Thư mục "Gần đây" sẽ hiển thị ảnh bạn chưa xem trong 5 ngày qua
zh: “最近”文件夹会显示你过去5天未查看的照片

source: Clean
de: Aufräumen
es: Limpiar
fr: Nettoyer
hi: साफ करें
id: Bersihkan
it: Pulisci
ja: クリーン
ko: 정리
pt_br: Limpar
ru: Очистить
tr: Temizle
vi: Dọn dẹp
zh: 清理

source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
hi: स्मृति
id: Memori
it: Memoria
ja: メモリー
ko: 메모리
pt_br: Memória
ru: Память
tr: Hafıza
vi: Kỷ niệm
zh: 回忆

source: This action can contain ads & animation loading
de: Diese Aktion kann Werbung & Animationen enthalten
es: Esta acción puede contener anuncios y animaciones
fr: Cette action peut contenir des publicités et des animations
hi: इस क्रिया में विज्ञापन और एनिमेशन हो सकते हैं
id: Tindakan ini dapat berisi iklan & animasi
it: Questa azione può contenere annunci e animazioni
ja: この操作には広告やアニメーションが含まれる場合があります
ko: 이 작업에는 광고 및 애니메이션이 포함될 수 있습니다
pt_br: Esta ação pode conter anúncios e animações
ru: Это действие может содержать рекламу и анимацию
tr: Bu işlem reklam ve animasyon içerebilir
vi: Hành động này có thể chứa quảng cáo & hoạt ảnh
zh: 此操作可能包含广告和动画

source: There are no images in this section
de: In diesem Abschnitt sind keine Bilder vorhanden
es: No hay imágenes en esta sección
fr: Il n'y a pas d'images dans cette section
hi: इस अनुभाग में कोई छवि नहीं है
id: Tidak ada gambar di bagian ini
it: Non ci sono immagini in questa sezione
ja: このセクションには画像がありません
ko: 이 섹션에는 이미지가 없습니다
pt_br: Não há imagens nesta seção
ru: В этом разделе нет изображений
tr: Bu bölümde görsel yok
vi: Không có ảnh nào trong mục này
zh: 本节暂无图片

source: Do you like the app?
de: Gefällt Ihnen die App?
es: ¿Le gusta la aplicación?
fr: Aimez-vous l'application ?
hi: क्या आपको ऐप पसंद है?
id: Apakah Anda suka aplikasinya?
it: Ti piace l'app?
ja: このアプリは気に入りましたか？
ko: 앱이 마음에 드시나요?
pt_br: Você gosta do aplicativo?
ru: Вам нравится приложение?
tr: Uygulamayı beğendiniz mi?
vi: Bạn có thích ứng dụng không?
zh: 你喜欢这个应用吗？

# xByRatingIt5Stars
source: {appName} by rating it 5 stars
de: {appName} mit 5 Sternen bewerten
es: {appName} calificándolo con 5 estrellas
fr: {appName} en lui attribuant 5 étoiles
hi: {appName} को 5 स्टार देकर रेट करें
id: {appName} dengan memberi nilai 5 bintang
it: {appName} valutandolo 5 stelle
ja: {appName}を5つ星で評価
ko: {appName}를 5점으로 평가하기
pt_br: {appName} avaliando com 5 estrelas
ru: {appName} оцените на 5 звёзд
tr: {appName} uygulamasını 5 yıldızla değerlendirin
vi: {appName} bằng cách đánh giá 5 sao
zh: 给{appName}打5星好评

source: Please support
de: Bitte unterstützen Sie uns
es: Por favor, apóyenos
fr: Merci de nous soutenir
hi: कृपया समर्थन करें
id: Mohon dukungannya
it: Per favore, supportaci
ja: ご支援お願いします
ko: 지원 부탁드립니다
pt_br: Por favor, apoie-nos
ru: Пожалуйста, поддержите нас
tr: Lütfen destek olun
vi: Hãy ủng hộ chúng tôi
zh: 请支持我们

source: Oh, no!
de: Oh nein!
fr: Oh non !
hi: ओह, नहीं!
id: Oh, tidak!
ja: あらら！
ko: 오, 이런!
pt_br: Oh, não!
ru: О нет!
tr: Ah, hayır!
vi: Ôi không!
zh: 哦，不！

source: Please give us some feedback
de: Bitte geben Sie uns Feedback
es: Por favor, déjenos sus comentarios
fr: Merci de nous faire part de vos commentaires
hi: कृपया हमें कुछ प्रतिक्रिया दें
id: Silakan beri kami masukan
it: Per favore, dacci un feedback
ja: ご意見をお聞かせください
ko: 피드백을 남겨주세요
pt_br: Por favor, nos dê seu feedback
ru: Пожалуйста, оставьте отзыв
tr: Lütfen bize geri bildirim verin
vi: Hãy cho chúng tôi phản hồi
zh: 请给我们一些反馈

source: Best rating for us
de: Beste Bewertung für uns
es: La mejor calificación para nosotros
fr: Meilleure note pour nous
hi: हमारे लिए सर्वोत्तम रेटिंग
id: Penilaian terbaik untuk kami
it: Miglior valutazione per noi
ja: 最高の評価をお願いします
ko: 최고의 평가를 부탁드립니다
pt_br: Melhor avaliação para nós
ru: Лучшая оценка для нас
tr: Bizim için en iyi puan
vi: Đánh giá tốt nhất cho chúng tôi
zh: 给我们最好的评价

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
hi: छोड़ें
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
tr: Atla
vi: Bỏ qua
zh: 跳过

source: You haven't saved any images yet
de: Sie haben noch keine Bilder gespeichert
es: Aún no ha guardado ninguna imagen
fr: Vous n'avez encore enregistré aucune image
hi: आपने अभी तक कोई छवि सहेजी नहीं है
id: Anda belum menyimpan gambar apa pun
it: Non hai ancora salvato nessuna immagine
ja: まだ画像を保存していません
ko: 아직 이미지를 저장하지 않았습니다
pt_br: Você ainda não salvou nenhuma imagem
ru: Вы ещё не сохранили ни одного изображения
tr: Henüz hiç görsel kaydetmediniz
vi: Bạn chưa lưu ảnh nào
zh: 你还没有保存任何图片

source: Tap the icon
de: Tippen Sie auf das Symbol
es: Toque el icono
fr: Appuyez sur l'icône
hi: आइकन पर टैप करें
id: Ketuk ikon
it: Tocca l'icona
ja: アイコンをタップ
ko: 아이콘을 탭하세요
pt_br: Toque no ícone
ru: Нажмите на значок
tr: Simgeye dokunun
vi: Nhấn vào biểu tượng
zh: 点击图标

source: to save the image to Favorites
de: um das Bild zu den Favoriten zu speichern
es: para guardar la imagen en Favoritos
fr: pour enregistrer l'image dans les favoris
hi: छवि को पसंदीदा में सहेजने के लिए
id: untuk menyimpan gambar ke Favorit
it: per salvare l'immagine nei Preferiti
ja: 画像をお気に入りに保存する
ko: 이미지를 즐겨찾기에 저장하기
pt_br: para salvar a imagem nos Favoritos
ru: чтобы сохранить изображение в Избранное
tr: görseli Favorilere kaydetmek için
vi: để lưu ảnh vào Yêu thích
zh: 将图片保存到收藏夹

source: Cleaner
de: Reiniger
es: Limpiador
fr: Nettoyeur
hi: क्लीनर
id: Pembersih
it: Pulitore
ja: クリーナー
ko: 클리너
pt_br: Limpador
ru: Очиститель
tr: Temizleyici
vi: Trình dọn dẹp
zh: 清理器

# organizeYourPhotosWithASimpleSwipeThroughEachDay
source: Organize your photos with a simple swipe through each day, quickly arrange them in an instant
de: Organisieren Sie Ihre Fotos mit einem einfachen Wischen durch jeden Tag, ordnen Sie sie schnell im Handumdrehen
es: Organiza tus fotos con un simple deslizamiento a través de cada día, arréglalas rápidamente al instante
fr: Organisez vos photos d'un simple glissement chaque jour, classez-les rapidement en un instant
hi: हर दिन एक साधारण स्वाइप के साथ अपनी फ़ोटो व्यवस्थित करें, तुरंत जल्दी से व्यवस्थित करें
id: Atur foto Anda dengan sekali geser setiap hari, susun dengan cepat seketika
it: Organizza le tue foto con un semplice swipe attraverso ogni giorno, sistemale rapidamente in un attimo
ja: 毎日シンプルなスワイプで写真を整理し、瞬時に素早く並べ替えます
ko: 하루하루 간단한 스와이프로 사진을 정리하고, 즉시 빠르게 정렬하세요
pt_br: Organize suas fotos com um simples deslizar por cada dia, arrume-as rapidamente em um instante
ru: Упорядочивайте свои фотографии простым свайпом по каждому дню, быстро сортируйте их в одно мгновение
tr: Her gün boyunca basit bir kaydırma ile fotoğraflarınızı düzenleyin, anında hızlıca sıralayın
vi: Sắp xếp ảnh của bạn chỉ với một lần vuốt qua từng ngày, nhanh chóng sắp xếp chúng ngay lập tức
zh: 只需简单滑动即可整理您的照片，瞬间快速整理

source: Languages
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएँ
id: Bahasa
it: Lingue
ja: 言語
ko: 언어
pt_br: Idiomas
ru: Языки
tr: Diller
vi: Ngôn ngữ
zh: 语言

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
tr: Favoriler
vi: Yêu thích
zh: 收藏

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
tr: Ayarlar
vi: Cài đặt
zh: 设置

# allowAppToDeleteNImage
source: Allow {appName} to delete {value} image?
de: {appName} erlauben, {value} Bild zu löschen?
es: ¿Permitir que {appName} elimine {value} imagen?
fr: Autoriser {appName} à supprimer {value} image ?
hi: {appName} को {value} छवि हटाने की अनुमति दें?
id: Izinkan {appName} menghapus {value} gambar?
it: Consentire a {appName} di eliminare {value} immagine?
ja: {appName}に{value}枚の画像を削除してもよろしいですか？
ko: {appName}이 {value}개의 이미지를 삭제하도록 허용하시겠습니까?
pt_br: Permitir que {appName} exclua {value} imagem?
ru: Разрешить {appName} удалить {value} изображение?
tr: {appName} uygulamasının {value} resmi silmesine izin verilsin mi?
vi: Cho phép {appName} xóa {value} ảnh?
zh: 允许{appName}删除{value}张图片？
