Repository: thisisdoanh/DATN_TranQuocDoanh
Catalog: PicTidy/lib/l10n/intl_*.arb
Languages: de, es, fr, hi, id, it, ja, ko, pt_br, ru, tr, vi, zh

source: Error
de: Fehler
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
ru: Ошибка
tr: Hata
vi: Lỗi
zh: 错误

source: Timeout error occurred
de: Zeitüberschreitungsfehler aufgetreten
es: Se produjo un error de tiempo de espera
fr: Erreur de délai d'attente survenue
hi: समय समाप्ति त्रुटि हुई
id: Terjadi kesalahan waktu habis
it: Si è verificato un errore di timeout
ja: タイムアウトエラーが発生しました
ko: 시간 초과 오류가 발생했습니다
pt_br: Ocorreu um erro de tempo limite
ru: Произошла ошибка тайм-аута
tr: Zaman aşımı hatası oluştu
vi: Đã xảy ra lỗi thời gian chờ
zh: 发生超时错误

source: Error something...
de: Etwas ist schief gelaufen...
es: Algo salió mal...
fr: Une erreur s'est produite...
hi: कुछ गलत हो गया...
id: Terjadi kesalahan...
it: Si è verificato un errore...
ja: 何か問題が発生しました...
ko: 문제가 발생했습니다...
pt_br: Algo deu errado...
ru: Произошла ошибка...
tr: Bir hata oluştu...
vi: Đã xảy ra lỗi...
zh: 发生错误...

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
vi: Ngôn ngữ
zh: 语言

source: Swipe & Delete
de: Wischen & Löschen
es: Deslizar y eliminar
fr: Glisser et supprimer
hi: स्वाइप और हटाएं
id: Geser & Hapus
it: Scorri e elimina
ja: スワイプして削除
ko: 스와이프 & 삭제
pt_br: Deslizar e excluir
ru: Свайп и удаление
tr: Kaydır & Sil
vi: Vuốt & Xóa
zh: 滑动删除

source: Browse photos by month
de: Fotos nach Monat durchsuchen
es: Explorar fotos por mes
fr: Parcourir les photos par mois
hi: महीने के अनुसार फ़ोटो ब्राउज़ करें
id: Jelajahi foto berdasarkan bulan
it: Sfoglia le foto per mese
ja: 月ごとに写真を閲覧
ko: 월별로 사진 탐색
pt_br: Navegar por fotos por mês
ru: Просмотр фотографий по месяцам
tr: Aylara göre fotoğraflara göz at
vi: Xem ảnh theo tháng
zh: 按月份浏览照片

# swipeLeftToDeleteRightToKeepNoHassleMonth
source: Swipe left to delete, right to keep – no hassle, month by month
de: Nach links wischen zum Löschen, nach rechts zum Behalten – ganz einfach, Monat für Monat
es: Desliza a la izquierda para eliminar, a la derecha para conservar – sin complicaciones, mes a mes
fr: Glissez à gauche pour supprimer, à droite pour garder – sans tracas, mois par mois
hi: बाएँ स्वाइप करें हटाने के लिए, दाएँ रखें के लिए – बिना झंझट, महीने दर महीने
id: Geser ke kiri untuk menghapus, ke kanan untuk menyimpan – tanpa repot, bulan demi bulan
it: Scorri a sinistra per eliminare, a destra per mantenere – senza problemi, mese per mese
ja: 左にスワイプで削除、右にスワイプで保存 – 月ごとに簡単操作
ko: 왼쪽으로 스와이프하여 삭제, 오른쪽으로 스와이프하여 보관 – 간편하게, 월별로
pt_br: Deslize para a esquerda para excluir, para a direita para manter – sem complicações, mês a mês
ru: Свайп влево — удалить, вправо — оставить. Без хлопот, месяц за месяцем
tr: Sola kaydır sil, sağa kaydır tut – zahmetsizce, ay ay
vi: Vuốt trái để xóa, phải để giữ – dễ dàng, từng tháng
zh: 左滑删除，右滑保留——轻松管理，按月分类

source: Review & Keep/Delete
de: Überprüfen & Behalten/Löschen
es: Revisar y conservar/eliminar
fr: Vérifier & Garder/Supprimer
hi: समीक्षा करें और रखें/हटाएं
id: Tinjau & Simpan/Hapus
it: Rivedi e Mantieni/Elimina
ja: 確認して保存/削除
ko: 검토 및 보관/삭제
pt_br: Revisar e Manter/Excluir
ru: Проверить и оставить/удалить
tr: Gözden geçir & Tut/Sil
vi: Xem lại & Giữ/Xóa
zh: 审核与保留/删除

# knowExactlyHowManyPhotosYouveOrganizedAndUndoAt
source: Know exactly how many photos you've organized and undo at any time
de: Wissen Sie genau, wie viele Fotos Sie organisiert haben, und machen Sie es jederzeit rückgängig
es: Sepa exactamente cuántas fotos ha organizado y deshaga en cualquier momento
fr: Sachez exactement combien de photos vous avez organisées et annulez à tout moment
hi: जानें आपने कितनी फ़ोटो व्यवस्थित की हैं और कभी भी पूर्ववत करें
id: Ketahui persis berapa banyak foto yang telah Anda atur dan batalkan kapan saja
it: Scopri esattamente quante foto hai organizzato e annulla in qualsiasi momento
ja: 整理した写真の数を正確に把握し、いつでも元に戻せます
ko: 정리한 사진 수를 정확히 알고 언제든지 실행 취소할 수 있습니다
pt_br: Saiba exatamente quantas fotos você organizou e desfaça a qualquer momento
ru: Знайте, сколько фото вы организовали, и отменяйте в любой момент
tr: Kaç fotoğrafı düzenlediğinizi tam olarak bilin ve istediğiniz zaman geri alın
vi: Biết chính xác số ảnh bạn đã sắp xếp và hoàn tác bất cứ lúc nào
zh: 清楚知道你已整理了多少照片，随时可撤销

source: Quickly remove the background
de: Hintergrund schnell entfernen
es: Eliminar el fondo rápidamente
fr: Supprimer rapidement l'arrière-plan
hi: पृष्ठभूमि जल्दी हटाएं
id: Hapus latar belakang dengan cepat
it: Rimuovi rapidamente lo sfondo
ja: 背景を素早く削除
ko: 배경 빠르게 제거
pt_br: Remova o fundo rapidamente
ru: Быстро удалить фон
tr: Arka planı hızlıca kaldır
vi: Xóa nền nhanh chóng
zh: 快速去除背景

# withJustOneActionTheBackgroundWillBeAutomaticallyRemoved
source: With just one action - the background will be automatically removed in just a few seconds
de: Mit nur einer Aktion wird der Hintergrund automatisch in wenigen Sekunden entfernt
es: Con solo una acción, el fondo se eliminará automáticamente en unos segundos
fr: En une seule action, l'arrière-plan sera automatiquement supprimé en quelques secondes
hi: सिर्फ एक क्रिया में - पृष्ठभूमि कुछ ही सेकंड में स्वचालित रूप से हटा दी जाएगी
id: Dengan satu tindakan saja - latar belakang akan dihapus secara otomatis dalam beberapa detik
it: Con una sola azione lo sfondo verrà rimosso automaticamente in pochi secondi
ja: ワンタッチで背景が数秒で自動的に削除されます
ko: 한 번의 동작으로 배경이 몇 초 만에 자동으로 제거됩니다
pt_br: Com apenas uma ação, o fundo será removido automaticamente em poucos segundos
ru: Одним действием фон будет автоматически удалён за несколько секунд
tr: Tek bir işlemle arka plan birkaç saniyede otomatik olarak kaldırılır
vi: Chỉ với một thao tác - nền sẽ được xóa tự động chỉ trong vài giây
zh: 只需一步，几秒内自动去除背景

source: Start
de: Starten
es: Comenzar
fr: Démarrer
hi: प्रारंभ करें
id: Mulai
it: Inizia
ja: 開始
ko: 시작
pt_br: Iniciar
ru: Начать
tr: Başla
vi: Bắt đầu
zh: 开始

source: Next
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
tr: Sonraki
vi: Tiếp theo
zh: 下一步

source: Permission
de: Berechtigung
es: Permiso
fr: Autorisation
hi: अनुमति
id: Izin
it: Permesso
ja: 権限
ko: 권한
pt_br: Permissão
ru: Разрешение
tr: İzin
vi: Quyền truy cập
zh: 权限

source: “{appName}” requires permission to use the device’s function
de: „{appName}“ benötigt eine Berechtigung, um die Gerätefunktion zu nutzen
es: “{appName}” requiere permiso para usar la función del dispositivo
fr: “{appName}” nécessite une autorisation pour utiliser la fonction de l'appareil
hi: “{appName}” को डिवाइस की सुविधा का उपयोग करने के लिए अनुमति चाहिए
id: “{appName}” memerlukan izin untuk menggunakan fungsi perangkat
it: “{appName}” richiede l'autorizzazione per utilizzare la funzione del dispositivo
ja: 「{appName}」はデバイスの機能を使用するために権限が必要です
ko: “{appName}”은(는) 기기 기능 사용을 위해 권한이 필요합니다
pt_br: “{appName}” requer permissão para usar a função do dispositivo
ru: «{appName}» требует разрешения для использования функции устройства
tr: “{appName}” cihazın işlevini kullanmak için izne ihtiyaç duyar
vi: “{appName}” cần quyền để sử dụng chức năng của thiết bị
zh: “{appName}”需要权限以使用设备功能

source: Notification Permission
de: Benachrichtigungsberechtigung
es: Permiso de notificación
fr: Autorisation de notification
hi: सूचना अनुमति
id: Izin Notifikasi
it: Permesso di notifica
ja: 通知の権限
ko: 알림 권한
pt_br: Permissão de notificação
ru: Разрешение на уведомления
tr: Bildirim izni
vi: Quyền thông báo
zh: 通知权限

source: You must grant notification permission to use this app
de: Sie müssen die Benachrichtigungsberechtigung erteilen, um diese App zu verwenden
es: Debe otorgar permiso de notificación para usar esta aplicación
fr: Vous devez accorder l'autorisation de notification pour utiliser cette application
hi: इस ऐप का उपयोग करने के लिए आपको सूचना अनुमति देनी होगी
id: Anda harus memberikan izin notifikasi untuk menggunakan aplikasi ini
it: Devi concedere il permesso di notifica per utilizzare questa app
ja: このアプリを使用するには通知の権限が必要です
ko: 이 앱을 사용하려면 알림 권한을 허용해야 합니다
pt_br: Você deve conceder permissão de notificação para usar este aplicativo
ru: Вы должны предоставить разрешение на уведомления для использования этого приложения
tr: Bu uygulamayı kullanmak için bildirim izni vermelisiniz
vi: Bạn phải cấp quyền thông báo để sử dụng ứng dụng này
zh: 你必须授予通知权限才能使用此应用

source: Storage Permission
de: Speicherberechtigung
es: Permiso de almacenamiento
fr: Autorisation de stockage
hi: स्टोरेज अनुमति
id: Izin Penyimpanan
it: Permesso di archiviazione
ja: ストレージの権限
ko: 저장소 권한
pt_br: Permissão de armazenamento
ru: Разрешение на хранилище
tr: Depolama izni
vi: Quyền lưu trữ
zh: 存储权限

source: You must grant storage permission to use this app
de: Sie müssen die Speicherberechtigung erteilen, um diese App zu verwenden
es: Debe otorgar permiso de almacenamiento para usar esta aplicación
fr: Vous devez accorder l'autorisation de stockage pour utiliser cette application
hi: इस ऐप का उपयोग करने के लिए आपको स्टोरेज अनुमति देनी होगी
id: Anda harus memberikan izin penyimpanan untuk menggunakan aplikasi ini
it: Devi concedere il permesso di archiviazione per utilizzare questa app
ja: このアプリを使用するにはストレージの権限が必要です
ko: 이 앱을 사용하려면 저장소 권한을 허용해야 합니다
pt_br: Você deve conceder permissão de armazenamento para usar este aplicativo
ru: Вы должны предоставить разрешение на хранилище для использования этого приложения
tr: Bu uygulamayı kullanmak için depolama izni vermelisiniz
vi: Bạn phải cấp quyền lưu trữ để sử dụng ứng dụng này
zh: 你必须授予存储权限才能使用此应用

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ko: 저장소
pt_br: Armazenamento
ru: Хранилище
tr: Depolama
vi: Lưu trữ
zh: 存储

source: Notification
de: Benachrichtigung
es: Notificación
hi: सूचना
id: Notifikasi
it: Notifica
ja: 通知
ko: 알림
pt_br: Notificação
ru: Уведомление
tr: Bildirim
vi: Thông báo
zh: 通知

source: Permission Denied
de: Berechtigung verweigert
es: Permiso denegado
fr: Autorisation refusée
hi: अनुमति अस्वीकृत
id: Izin Ditolak
it: Permesso negato
ja: 権限が拒否されました
ko: 권한 거부됨
pt_br: Permissão negada
ru: Доступ запрещён
tr: İzin reddedildi
vi: Từ chối quyền
zh: 权限被拒绝

source: You need to allow this permission to use the feature.
de: Sie müssen diese Berechtigung zulassen, um die Funktion zu nutzen.
es: Debe permitir este permiso para usar la función.
fr: Vous devez autoriser cette permission pour utiliser la fonctionnalité.
hi: इस सुविधा का उपयोग करने के लिए आपको यह अनुमति देनी होगी।
id: Anda perlu mengizinkan izin ini untuk menggunakan fitur ini.
it: Devi consentire questo permesso per utilizzare la funzione.
ja: この機能を使用するにはこの権限が必要です。
ko: 이 기능을 사용하려면 이 권한을 허용해야 합니다.
pt_br: Você precisa permitir esta permissão para usar o recurso.
ru: Вам нужно разрешить это, чтобы использовать функцию.
tr: Bu özelliği kullanmak için bu izni vermelisiniz.
vi: Bạn cần cho phép quyền này để sử dụng tính năng.
zh: 你需要允许此权限才能使用该功能。

source: Setting
de: Einstellung
es: Configuración
fr: Paramètre
hi: सेटिंग
id: Pengaturan
it: Impostazione
ja: 設定
ko: 설정
pt_br: Configuração
ru: Настройка
tr: Ayar
vi: Cài đặt
zh: 设置

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
vi: Hủy
zh: 取消

# yourPhotoIsBeingPreparedForSwipingPleaseWaitA
source: Your photo is being prepared for swiping. Please wait a moment
de: Ihr Foto wird für das Wischen vorbereitet. Bitte warten Sie einen Moment
es: Su foto se está preparando para deslizar. Por favor, espere un momento
fr: Votre photo est en cours de préparation pour le balayage. Veuillez patienter un instant
hi: आपकी फ़ोटो स्वाइपिंग के लिए तैयार की जा रही है। कृपया प्रतीक्षा करें
id: Foto Anda sedang dipersiapkan untuk digeser. Mohon tunggu sebentar
it: La tua foto è in preparazione per lo scorrimento. Attendi un momento
ja: 写真をスワイプ用に準備中です。しばらくお待ちください
ko: 사진을 스와이프할 준비 중입니다. 잠시만 기다려주세요
pt_br: Sua foto está sendo preparada para deslizar. Por favor, aguarde um momento
ru: Ваше фото готовится к свайпу. Пожалуйста, подождите немного
tr: Fotoğrafınız kaydırma için hazırlanıyor. Lütfen bekleyin
vi: Ảnh của bạn đang được chuẩn bị để vuốt. Vui lòng chờ trong giây lát
zh: 你的照片正在准备滑动，请稍候

source: Use in photo
de: Im Foto verwenden
es: Usar en la foto
fr: Utiliser dans la photo
hi: फ़ोटो में उपयोग करें
id: Gunakan di foto
it: Usa nella foto
ja: 写真で使用
ko: 사진에서 사용
pt_br: Usar na foto
ru: Использовать в фото
tr: Fotoğrafta kullan
vi: Dùng trong ảnh
zh: 在照片中使用

source: Freed
de: Freigegeben
es: Liberado
fr: Libéré
hi: मुक्त
id: Dibebaskan
it: Liberato
ja: 解放済み
ko: 해제됨
pt_br: Liberado
ru: Освобождено
tr: Boşaltıldı
vi: Đã giải phóng
zh: 已释放

source: CLEAN UP
de: AUFRÄUMEN
es: LIMPIAR
fr: NETTOYER
hi: साफ करें
id: BERSIHKAN
it: PULISCI
ja: クリーンアップ
ko: 정리
pt_br: LIMPAR
ru: ОЧИСТИТЬ
tr: TEMİZLE
vi: DỌN DẸP
zh: 清理

source: Video
es: Vídeo
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
pt_br: Vídeo
ru: Видео
zh: 视频

source: Photo
de: Foto
es: Foto
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
ru: Фото
tr: Fotoğraf
vi: Ảnh
zh: 照片

source: Screenshot
es: Captura de pantalla
fr: Capture d'écran
hi: स्क्रीनशॉट
id: Tangkapan layar
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de tela
ru: Скриншот
tr: Ekran görüntüsü
vi: Ảnh chụp màn hình
zh: 截图

source: Album
es: Álbum
hi: एल्बम
ja: アルバム
ko: 앨범
pt_br: Álbum
ru: Альбом
tr: Albüm
zh: 相册

source: Throwback Moment
de: Erinnerungsmoment
es: Momento de recuerdo
fr: Moment souvenir
hi: यादगार पल
id: Momen Kenangan
it: Momento ricordo
ja: 思い出の瞬間
ko: 추억의 순간
pt_br: Momento de recordação
ru: Момент воспоминаний
tr: Geçmişten bir anı
vi: Khoảnh khắc kỷ niệm
zh: 回忆时刻

source: Nothing to remember today
de: Heute gibt es nichts zu erinnern
es: Nada que recordar hoy
fr: Rien à se rappeler aujourd'hui
hi: आज याद करने के लिए कुछ नहीं
id: Tidak ada yang perlu diingat hari ini
it: Niente da ricordare oggi
ja: 今日は思い出がありません
ko: 오늘은 기억할 것이 없습니다
pt_br: Nada para lembrar hoje
ru: Сегодня нечего вспоминать
tr: Bugün hatırlanacak bir şey yok
vi: Không có gì để nhớ hôm nay
zh: 今天没有值得回忆的事

source: Let’s look back on this day in the past ~
de: Lassen Sie uns auf diesen Tag in der Vergangenheit zurückblicken ~
es: Echemos un vistazo a este día en el pasado ~
fr: Revenons sur ce jour dans le passé ~
hi: आइए इस दिन को अतीत में देखें ~
id: Mari kita lihat kembali hari ini di masa lalu ~
it: Guardiamo indietro a questo giorno nel passato ~
ja: 過去のこの日を振り返りましょう ~
ko: 과거의 오늘을 돌아봅시다 ~
pt_br: Vamos relembrar este dia no passado ~
ru: Давайте вспомним этот день в прошлом ~
tr: Geçmişte bugüne bir bakalım ~
vi: Hãy cùng nhìn lại ngày này trong quá khứ ~
zh: 让我们回顾一下过去的今天 ~

source: Recent
de: Kürzlich
es: Reciente
fr: Récent
hi: हाल ही में
id: Baru-baru ini
it: Recente
ja: 最近
ko: 최근
pt_br: Recente
ru: Недавние
tr: Son
vi: Gần đây
zh: 最近

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
pt_br: Aleatório
ru: Случайно
tr: Rastgele
vi: Ngẫu nhiên
zh: 随机

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
tr: Sil
vi: Xóa
zh: 删除

source: There was an error sharing the file, please try again.
de: Beim Teilen der Datei ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
es: Hubo un error al compartir el archivo, por favor intente de nuevo.
fr: Une erreur s'est produite lors du partage du fichier, veuillez réessayer.
hi: फ़ाइल साझा करने में त्रुटि हुई, कृपया पुनः प्रयास करें।
id: Terjadi kesalahan saat membagikan file, silakan coba lagi.
it: Si è verificato un errore durante la condivisione del file, riprova.
ja: ファイルの共有中にエラーが発生しました。もう一度お試しください。
ko: 파일 공유 중 오류가 발생했습니다. 다시 시도해주세요.
pt_br: Houve um erro ao compartilhar o arquivo, tente novamente.
ru: Произошла ошибка при отправке файла, попробуйте ещё раз.
tr: Dosya paylaşılırken bir hata oluştu, lütfen tekrar deneyin.
vi: Có lỗi khi chia sẻ tệp, vui lòng thử lại.
zh: 分享文件时出错，请重试。

source: KEEP
de: BEHALTEN
es: CONSERVAR
fr: GARDER
hi: रखें
id: SIMPAN
it: MANTIENI
ja: 保存
ko: 보관
pt_br: MANTER
ru: ОСТАВИТЬ
tr: TUT
vi: GIỮ
zh: 保留

source: Review to delete
de: Überprüfen zum Löschen
es: Revisar para eliminar
fr: Vérifier pour supprimer
hi: हटाने के लिए समीक्षा करें
id: Tinjau untuk menghapus
it: Rivedi per eliminare
ja: 削除を確認
ko: 삭제 검토
pt_br: Revisar para excluir
ru: Проверить для удаления
tr: Silmek için gözden geçir
vi: Xem lại để xóa
zh: 审核以删除

# deleteNPhoto
source: Delete {value} photo
de: {value} Foto löschen
es: Eliminar {value} foto
fr: Supprimer {value} photo
hi: {value} फ़ोटो हटाएं
id: Hapus {value} foto
it: Elimina {value} foto
ja: {value}枚の写真を削除
ko: {value}장의 사진 삭제
pt_br: Excluir {value} foto
ru: Удалить {value} фото
tr: {value} fotoğrafı sil
vi: Xóa {value} ảnh
zh: 删除{value}张照片

source: Deny
de: Ablehnen
es: Denegar
fr: Refuser
hi: अस्वीकार करें
id: Tolak
it: Nega
ja: 拒否
ko: 거부
pt_br: Negar
ru: Отклонить
tr: Reddet
vi: Từ chối
zh: 拒绝

source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешить
tr: İzin ver
vi: Cho phép
zh: 允许

source: Manage media
de: Medien verwalten
es: Gestionar medios
fr: Gérer les médias
hi: मीडिया प्रबंधित करें
id: Kelola media
it: Gestisci media
ja: メディアを管理
ko: 미디어 관리
pt_br: Gerenciar mídia
ru: Управлять медиа
tr: Medya yönet
vi: Quản lý phương tiện
zh: 管理媒体

# allowAppToDeleteNVideo
source: Allow {appName} to delete {value} video?
de: {appName} erlauben, {value} Video zu löschen?
es: ¿Permitir que {appName} elimine {value} vídeo?
fr: Autoriser {appName} à supprimer {value} vidéo ?
hi: क्या {appName} को {value} वीडियो हटाने की अनुमति दें?
id: Izinkan {appName} menghapus {value} video?
it: Consentire a {appName} di eliminare {value} video?
ja: {appName}が{value}本のビデオを削除することを許可しますか？
ko: {appName}이(가) {value}개의 비디오를 삭제하도록 허용하시겠습니까?
pt_br: Permitir que {appName} exclua {value} vídeo?
ru: Разрешить {appName} удалить {value} видео?
tr: {appName} uygulamasının {value} videoyu silmesine izin verilsin mi?
vi: Cho phép {appName} xóa {value} video?
zh: 允许{appName}删除{value}个视频吗？

# NSizeWillBeDeleted
source: {value} will be deleted.
de: {value} wird gelöscht.
es: {value} será eliminado.
fr: {value} sera supprimé.
hi: {value} हटाया जाएगा।
id: {value} akan dihapus.
it: {value} verrà eliminato.
ja: {value}が削除されます。
ko: {value}가 삭제됩니다.
pt_br: {value} será excluído.
ru: {value} будет удалено.
tr: {value} silinecek.
vi: {value} sẽ bị xóa.
zh: {value}将被删除。

source: Go home
de: Nach Hause gehen
es: Ir a inicio
fr: Aller à l'accueil
hi: होम जाएं
id: Pergi ke beranda
it: Vai a casa
ja: ホームに戻る
ko: 홈으로 가기
pt_br: Ir para casa
ru: На главную
tr: Ana sayfaya git
vi: Về trang chủ
zh: 回到首页

source: Done
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
ru: Готово
tr: Bitti
vi: Xong
zh: 完成

source: Image deleted
de: Bild gelöscht
es: Imagen eliminada
fr: Image supprimée
hi: छवि हटाई गई
id: Gambar dihapus
it: Immagine eliminata
ja: 画像が削除されました
ko: 이미지 삭제됨
pt_br: Imagem excluída
ru: Изображение удалено
tr: Görüntü silindi
vi: Đã xóa ảnh
zh: 图片已删除

source: Video deleted
de: Video gelöscht
es: Vídeo eliminado
fr: Vidéo supprimée
hi: वीडियो हटाया गया
id: Video dihapus
it: Video eliminato
ja: ビデオが削除されました
ko: 비디오 삭제됨
pt_br: Vídeo excluído
ru: Видео удалено
tr: Video silindi
vi: Đã xóa video
zh: 视频已删除

source: Video retained
de: Video behalten
es: Vídeo conservado
fr: Vidéo conservée
hi: वीडियो रखा गया
id: Video disimpan
it: Video mantenuto
ja: ビデオが保持されました
ko: 비디오 보관됨
pt_br: Vídeo mantido
ru: Видео сохранено
tr: Video tutuldu
vi: Đã giữ video
zh: 视频已保留

source: Image retained
de: Bild behalten
es: Imagen conservada
fr: Image conservée
hi: छवि रखी गई
id: Gambar disimpan
it: Immagine mantenuta
ja: 画像が保持されました
ko: 이미지 보관됨
pt_br: Imagem mantida
ru: Изображение сохранено
tr: Görüntü tutuldu
vi: Đã giữ ảnh
zh: 图片已保留

source: Removing background...
de: Hintergrund wird entfernt...
es: Eliminando fondo...
fr: Suppression de l'arrière-plan...
hi: पृष्ठभूमि हटाई जा रही है...
id: Menghapus latar belakang...
it: Rimozione dello sfondo...
ja: 背景を削除中...
ko: 배경 제거 중...
pt_br: Removendo fundo...
ru: Удаление фона...
tr: Arka plan kaldırılıyor...
vi: Đang xóa nền...
zh: 正在去除背景...

source: Something went wrong
de: Etwas ist schief gelaufen
es: Algo salió mal
fr: Une erreur s'est produite
hi: कुछ गलत हो गया
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado
ru: Что-то пошло не так
tr: Bir şeyler ters gitti
vi: Đã xảy ra sự cố
zh: 出现问题

source: Background removed
de: Hintergrund entfernt
es: Fondo eliminado
fr: Arrière-plan supprimé
hi: पृष्ठभूमि हटाई गई
id: Latar belakang dihapus
it: Sfondo rimosso
ja: 背景が削除されました
ko: 배경 제거됨
pt_br: Fundo removido
ru: Фон удалён
tr: Arka plan kaldırıldı
vi: Đã xóa nền
zh: 背景已去除

source: Downloaded successfully
de: Erfolgreich heruntergeladen
es: Descargado con éxito
fr: Téléchargé avec succès
hi: सफलतापूर्वक डाउनलोड किया गया
id: Berhasil diunduh
it: Scaricato con successo
ja: ダウンロードに成功しました
ko: 성공적으로 다운로드됨
pt_br: Baixado com sucesso
ru: Успешно загружено
tr: Başarıyla indirildi
vi: Tải xuống thành công
zh: 下载成功

source: Keep on exploring
de: Weiter erkunden
es: Sigue explorando
fr: Continuez à explorer
hi: अन्वेषण जारी रखें
id: Terus jelajahi
it: Continua a esplorare
ja: 引き続き探索する
ko: 계속 탐색하기
pt_br: Continue explorando
ru: Продолжайте исследовать
tr: Keşfetmeye devam et
vi: Tiếp tục khám phá
zh: 继续探索

source: Go to home
de: Zur Startseite gehen
es: Ir a inicio
fr: Aller à l'accueil
hi: होम पर जाएं
id: Pergi ke beranda
it: Vai alla home
ja: ホームに戻る
ko: 홈으로 가기
pt_br: Ir para a home
ru: На главную
tr: Ana sayfaya git
vi: Về trang chủ
zh: 回到首页

source: Recently
de: Kürzlich
es: Recientemente
fr: Récemment
hi: हाल ही में
id: Baru-baru ini
it: Recentemente
ja: 最近
ko: 최근
pt_br: Recentemente
ru: Недавно
tr: Son zamanlarda
vi: Gần đây
zh: 最近

# NYearsAgo
source: {value} years ago
de: Vor {value} Jahren
es: Hace {value} años
fr: Il y a {value} ans
hi: {value} साल पहले
id: {value} tahun yang lalu
it: {value} anni fa
ja: {value}年前
ko: {value}년 전
pt_br: {value} anos atrás
ru: {value} лет назад
tr: {value} yıl önce
vi: {value} năm trước
zh: {value}年前

source: Photos
de: Fotos
es: Fotos
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Fotos
ru: Фотографии
tr: Fotoğraflar
vi: Ảnh
zh: 照片

source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran
hi: स्क्रीनशॉट्स
id: Tangkapan layar
it: Screenshot
ja: スクリーンショット
ko: 스크린샷
pt_br: Capturas de tela
ru: Скриншоты
tr: Ekran görüntüleri
vi: Ảnh chụp màn hình
zh: 截图

source: Anything
de: Alles
es: Cualquier cosa
fr: N'importe quoi
hi: कुछ भी
id: Apa saja
it: Qualsiasi cosa
ja: 何でも
ko: 무엇이든
pt_br: Qualquer coisa
ru: Что угодно
tr: Herhangi bir şey
vi: Bất kỳ
zh: 任何内容

source: Pick what types of image to see in Random
de: Wählen Sie aus, welche Bildtypen Sie im Zufallsmodus sehen möchten
es: Elija qué tipos de imagen ver en Aleatorio
fr: Choisissez quels types d'image voir dans Aléatoire
hi: यादृच्छिक में कौन से प्रकार की छवियां देखनी हैं चुनें
id: Pilih jenis gambar apa yang ingin dilihat di Acak
it: Scegli quali tipi di immagine vedere in Casuale
ja: ランダムで表示する画像の種類を選択
ko: 무작위에서 볼 이미지 유형 선택
pt_br: Escolha quais tipos de imagem ver em Aleatório
ru: Выберите, какие типы изображений видеть в Случайном
tr: Rastgele'de hangi türde görselleri görmek istediğinizi seçin
vi: Chọn loại ảnh muốn xem trong Ngẫu nhiên
zh: 选择在随机中查看的图片类型

source: Favorite
de: Favorit
es: Favorito
fr: Favori
hi: पसंदीदा
id: Favorit
it: Preferito
ja: お気に入り
ko: 즐겨찾기
pt_br: Favorito
ru: Избранное
tr: Favori
vi: Yêu thích
zh: 收藏

source: My Statistics
de: Meine Statistiken
es: Mis estadísticas
fr: Mes statistiques
hi: मेरी सांख्यिकी
id: Statistik Saya
it: Le mie statistiche
ja: マイ統計
ko: 내 통계
pt_br: Minhas estatísticas
ru: Моя статистика
tr: İstatistiklerim
vi: Thống kê của tôi
zh: 我的统计
